
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Ενεργοποίηση των επικοινωνιών και κατέβασμα των πειραματισμών</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 και μεταγενέστερες εκδόσεις</string>
      <string id="Pol_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Name_ForceInstallsMachine">Επιβολή εγκαταστάσεων (σε ολόκληρο τον υπολογιστή)</string>
      <string id="Name_ManualUpdatesOnly">Μόνο μη αυτόματες ενημερώσεις</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 και νεότερες εκδόσεις</string>
      <string id="Explain_Applications">Για την υποστήριξη των εφαρμογών Microsoft Edge που θα κυκλοφορήσουν στο μέλλον, θα απαιτείται ενημερωμένο πρότυπο ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Αποτροπή δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την εγκατάσταση</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την προεπιλογή ενημέρωσης</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Pol_ECSControl">Ελέγξτε την επικοινωνία του προγράμματος ενημέρωσης με την υπηρεσία πειραματισμού και ρυθμίσεων</string>
      <string id="Explain_ECSControl">Στην ενημέρωση του Microsoft Edge, η υπηρεσία πειραματισμού και ρυθμίσεων χρησιμοποιείται για την ανάπτυξη του ωφέλιμου φορτίου πειραματισμού.

Το ωφέλιμο φορτίο πειραματισμού αποτελείται από μια λίστα με δυνατότητες σε πρώιμο προγραμματισμό που η Microsoft ενεργοποιεί για δοκιμές και σχόλια.

Εάν ενεργοποιήσετε αυτήν την πολιτική, το ωφέλιμο φορτίο πειραματισμού λαμβάνεται από την υπηρεσία πειραματισμού και ρυθμίσεων.

Εάν απενεργοποιήσετε αυτήν την πολιτική, η επικοινωνία με την υπηρεσία πειραματισμού και ρυθμίσεων θα διακοπεί πλήρως.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, σε μια διαχειριζόμενη συσκευή η συμπεριφορά είναι ίδια με την περίπτωση όπου η πολιτική είναι "απενεργοποιημένη".

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, σε μια μη διαχειριζόμενη συσκευή η συμπεριφορά θα είναι ίδια με την περίπτωση όπου η πολιτική είναι "ενεργοποιημένη".</string>
      <string id="Name_InstallsDisabled">Οι εγκαταστάσεις έχουν απενεργοποιηθεί</string>
      <string id="Pol_TargetChannel">Παράκαμψη καναλιού προορισμού</string>
      <string id="ProxyFixedServers_DropDown">Χρήση σταθερών διακομιστών μεσολάβησης</string>
      <string id="Explain_CreateDesktopShortcut">Εάν ενεργοποιήσετε αυτή την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν απενεργοποιήσετε αυτή την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
 Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.

 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η ρύθμιση παραμέτρων πολιτικής "Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την προεπιλογή εγκατάστασης" καθορίζει τη δημιουργία της συντόμευσης κατά την εγκατάσταση του Microsoft Edge.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Εκτεταμένη Σταθερή</string>
      <string id="Pol_AllowSideBySideExperience">Να επιτρέπεται η εμπειρία παράθεσης του προγράμματος περιήγησης Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Ελάχιστος αριθμός λεπτών μεταξύ των αυτόματων ελέγχων ενημερώσεων.

Ορίστε αυτή την πολιτική στην τιμή 0 για να απενεργοποιήσετε όλη την περιοδική κυκλοφορία δικτύου από το Microsoft Edge Update. Αυτό δεν συνιστάται, καθώς εμποδίζει τον ίδιο τον Microsoft Edge Update να λαμβάνει ενημερώσεις σταθερότητας και ασφάλειας.

Οι ρυθμίσεις "Προεπιλογή παράκαμψης πολιτικής ενημέρωσης" και "Παράκαμψη πολιτικής ενημέρωσης" ανά εφαρμογή θα πρέπει να χρησιμοποιούνται για τη διαχείριση ενημερώσεων εφαρμογών αντί για αυτήν τη ρύθμιση.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Ενημέρωση του Microsoft Edge 1.3.119.43 και μεταγενέστερες</string>
      <string id="Explain_DefaultUpdatePolicy">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια σε ό,τι αφορά τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για τον Microsoft Edge. Μπορείτε να ορίσετε να γίνεται παράκαμψη αυτής της πολιτικής για μεμονωμένα κανάλια, καθορίζοντας την πολιτική "Παράκαμψη πολιτικής ενημερώσεων" για τα συγκεκριμένα κανάλια.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για τον Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη.
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Παράκαμψη πολιτικής ενημερώσεων".

  Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε έναν τομέα της υπηρεσίας καταλόγου Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Σας επιτρέπει να καθορίσετε αν οι αυτόματες ενημερώσεις είναι ενεργοποιημένες για το WebView2 Runtime. Το WebView2 Runtime είναι ένα στοιχείο που χρησιμοποιείται από εφαρμογές για την εμφάνιση περιεχομένου Web.
 Οι αυτόματες ενημερώσεις είναι ενεργοποιημένες από προεπιλογή. Η απενεργοποίηση αυτόματων ενημερώσεων για το WebView2 Runtime μπορεί να προκαλέσει προβλήματα συμβατότητας με εφαρμογές που εξαρτώνται από αυτό το στοιχείο.

 Εάν ενεργοποιήσετε αυτήν την πολιτική, Microsoft Edge Update χειρίζεται τις ενημερώσεις χρόνου εκτέλεσης WebView2 σύμφωνα με τον τρόπο ρύθμισης των παρακάτω επιλογών:
 - Να επιτρέπονται πάντα οι ενημερώσεις: Οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα
 - Οι ενημερώσεις απενεργοποιούνται: Οι ενημερώσεις δεν λαμβάνονται ή εφαρμόζονται ποτέ

 Εάν δεν ενεργοποιήσετε αυτήν την πολιτική,  οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 και νεότερες εκδόσεις</string>
      <string id="ProxyAutoDetect_DropDown">Αυτόματος εντοπισμός ρυθμίσεις διακομιστή μεσολάβησης</string>
      <string id="ProxyPacScript_DropDown">Χρήση δέσμης ενεργειών διακομιστή μεσολάβησης .pac</string>
      <string id="DownloadPreference_DropDown">Διευθύνσεις URL λήψης με δυνατότητα αποθήκευσης στην cache</string>
      <string id="Name_ForceInstallsUser">Επιβολή εγκαταστάσεων (ανά χρήστη)</string>
      <string id="Explain_AllowSideBySideExperience">Αυτή η πολιτική επιτρέπει σε έναν χρήστη να εκτελεί σε παράθεση το Microsoft Edge (Edge HTML) και το Microsoft Edge (με βάση το Chromium).

Αν αυτή η πολιτική έχει οριστεί ως "Χωρίς ρύθμιση παραμέτρων", το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή η συμπεριφορά είναι ίδια με τη ρύθμιση "Απενεργοποιημένη".

Η ρύθμιση "Απενεργοποιημένη" αποκλείει την εμπειρία παράθεσης και το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή η συμπεριφορά είναι ίδια με τη ρύθμιση "Χωρίς ρύθμιση παραμέτρων".

Όταν αυτή η πολιτική είναι "Ενεργοποιημένη", το Microsoft Edge (με βάση το Chromium) και το Microsoft Edge (Edge HTML) μπορούν να εκτελούνται σε παράθεση μετά την εγκατάσταση του Microsoft Edge (με βάση το Chromium).

Για να εφαρμοστεί αυτή η πολιτική ομάδας, πρέπει να ρυθμιστούν οι παράμετροί της πριν από την αυτόματη εγκατάσταση του Microsoft Edge (με βάση το Chromium) από το Windows Update. Σημείωση: ​Ένας χρήστης μπορεί να αποκλείσει την αυτόματη ενημέρωση του Microsoft Edge (με βάση το Chromium), χρησιμοποιώντας το κιτ εργαλείων αποκλεισμού του Microsoft Edge (με βάση το Chromium).

Ξεκινώντας με την έκδοση 20H2 των Windows 10, το Microsoft Edge παλαιού τύπου και η εμπειρία του προγράμματος περιήγησης σε παράθεση δεν υποστηρίζονται.</string>
      <string id="Explain_RemoveDesktopShortcut">Εάν ορίσετε αυτήν την πολιτική σε "Υποχρεωτική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος", τυχόν υπάρχουσες συντομεύσεις στην επιφάνεια εργασίας σε επίπεδο συστήματος του Microsoft Edge θα διαγράφονται κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του υπολογιστή.
  Εάν ορίσετε αυτήν την πολιτική σε "Υποχρεωτική διαγραφή συντομεύσεων επιφάνειας εργασίας σε επίπεδο συστήματος και επίπεδο χρήστη", τυχόν υπάρχουσες συντομεύσεις της επιφάνειας εργασίας σε επίπεδο συστήματος του Microsoft Edge θα διαγράφονται κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του υπολογιστή και τυχόν υπάρχουσες συντομεύσεις επιφάνειας εργασίας σε επίπεδο χρήστη θα διαγράφονται όταν ενημερώνεται το πρόγραμμα περιήγησης. Αυτό συμπεριλαμβάνει συντομεύσεις επιφάνειας εργασίας σε επίπεδο χρήστη που μπορεί να δημιούργησαν οι ίδιοι οι χρήστες.
  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, δεν θα συμβεί τίποτα στις υπάρχουσες συντομεύσεις της επιφάνειας εργασίας του Microsoft Edge.

 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής σε κάποιο κανάλι, η ρύθμιση παραμέτρων πολιτικής "Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την προεπιλογή ενημέρωσης" καθορίζει την κατάργηση συντόμευσης επιφάνειας εργασίας.</string>
      <string id="ProxyDisabled_DropDown">Να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης</string>
      <string id="Pol_DefaultAllowInstallation">Προεπιλογή αποδοχής εγκατάστασης</string>
      <string id="Pol_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Cat_Applications">Εφαρμογές</string>
      <string id="Explain_ProxyPacUrl">Σας επιτρέπει να καθορίσετε μια διεύθυνση URL για ένα αρχείο αυτόματης ρύθμισης παραμέτρων (PAC) διακομιστή μεσολάβησης.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να καθορίσετε μια διεύθυνση URL για ένα αρχείο PAC προκειμένου να αυτοματοποιήσετε τον τρόπο με τον οποίο το Microsoft Edge Update επιλέγει τον κατάλληλο διακομιστή μεσολάβησης για την ανάκτηση μιας συγκεκριμένης τοποθεσίας web.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε καθορίσει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 και μεταγενέστερες</string>
      <string id="TargetChannel_Beta_DropDown">Έκδοση beta</string>
      <string id="Explain_Preferences">Γενικές πολιτικές για το Microsoft Edge Update.</string>
      <string id="Explain_WebView">Καθορίζει πολιτικές για το χρόνο εκτέλεσης WebView2.</string>
      <string id="Explain_ProxyServer">Σας επιτρέπει να καθορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να ορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update στον οργανισμό σας.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει μια ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Explain_WebView_Install">Σας επιτρέπει να καθορίσετε εάν ο χρόνος εκτέλεσης WebView2 μπορεί να εγκατασταθεί χρησιμοποιώντας Microsoft Edge Update.

 Εάν ενεργοποιήσετε αυτήν την πολιτική, οι χρήστες μπορούν να εγκαταστήσουν το WebView2 Runtime μέσω Microsoft Edge Update.

 Εάν απενεργοποιήσετε αυτήν την πολιτική (ή την ορίσετε σε "Εγκαταστάσεις απενεργοποιημένες"), οι χρήστες δεν μπορούν να εγκαταστήσουν το WebView2 Runtime μέσω Microsoft Edge Update.

 Εάν ορίσετε αυτή την πολιτική να επιτρέπει πάντα εγκαταστάσεις σε ολόκληρο τον υπολογιστή, αλλά όχι εγκαταστάσεις ανά χρήστη, ο χρόνος εκτέλεσης WebView2 θα αναπτυχθεί μόνο σε ολόκληρο τον υπολογιστή.

 Εάν ορίσετε την πολιτική ως επιβολή εγκαταστάσεων (σε ολόκληρο τον υπολογιστή), οι χρήστες μπορούν να εγκαταστήσουν το WebView2 Runtime σε όλους τους υπολογιστές στους οποίους είναι προεγκατεστημένο το Microsoft Edge Update. Απαιτεί Microsoft Edge Update 1.3.155.43 ή νεότερη έκδοση.

 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, η ρύθμιση παραμέτρων πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν το WebView2 Runtime μέσω Microsoft Edge Update.</string>
      <string id="Explain_DefaultAllowInstallation">Μπορείτε να καθορίσετε την προεπιλεγμένη συμπεριφορά όλων των καναλιών για να επιτρέψετε ή να αποκλείσετε τις συσκευές που συμμετέχουν σε τομείς.

Μπορείτε να παρακάμψετε αυτή την πολιτική για μεμονωμένα κανάλια, ενεργοποιώντας την πολιτική "Αποδοχή εγκατάστασης" για συγκεκριμένα κανάλια.

Εάν απενεργοποιήσετε αυτή την πολιτική, η εγκατάσταση του Microsoft Edge αποκλείεται. Αυτό επηρεάζει μόνο την εγκατάσταση λογισμικού Microsoft Edge όταν η πολιτική "Αποδοχή εγκατάστασης" οριστεί ως "Χωρίς ρύθμιση παραμέτρων" .

Αυτή η πολιτική δεν εμποδίζει την εκτέλεση του Microsoft Edge Update ούτε εμποδίζει την εγκατάσταση λογισμικού Microsoft Edge με τη χρήση άλλων μεθόδων από τους χρήστες.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε έναν τομέα της υπηρεσίας καταλόγου Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 και μεταγενέστερη</string>
      <string id="TargetChannel_Stable_DropDown">Σταθερό</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Προεπιλογή παράκαμψης πολιτικής ενημερώσεων</string>
      <string id="Explain_ProxyMode">Σάς επιτρέπει να καθορίσετε τις ρυθμίσεις του διακομιστή μεσολάβησης που χρησιμοποιούνται από την ενημέρωση του Microsoft Edge.

 Εάν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να επιλέξετε ανάμεσα στις παρακάτω επιλογές διακομιστή μεσολάβησης:
 -Εάν επιλέξετε να μην χρησιμοποιείτε ποτέ διακομιστή μεσολάβησης και να συνδέεστε πάντα απευθείας, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε να χρησιμοποιήσετε ρυθμίσεις διακομιστή μεσολάβησης συστήματος ή αυτόματος εντοπισμός του διακομιστή μεσολάβησης, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε κατάσταση λειτουργίας διακομιστή μεσολάβησης "Σταθερός διακομιστής", μπορείτε να καθορίσετε περισσότερες επιλογές στην πολιτική "Διεύθυνση ή διεύθυνση URL ενός διακομιστή μεσολάβησης".
 -Εάν επιλέξετε να χρησιμοποιήσετε μια δέσμη ενεργειών διακομιστή μεσολάβησης .pac, πρέπει να καθορίσετε τη διεύθυνση URL για τη δέσμη ενεργειών στην πολιτική "Διεύθυνση URL στο αρχείο .pac διακομιστή μεσολάβησης".

 Εάν ενεργοποιήσετε αυτή την πολιτική, οι χρήστες στον οργανισμό σας δεν μπορούν να αλλάξουν τις ρυθμίσεις του διακομιστή μεσολάβησης στην ενημέρωση του Microsoft Edge.

 Εάν απενεργοποιήσετε ή δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, δεν θα υπάρχουν ρυθμισμένες ρυθμίσεις διακομιστή μεσολάβησης, αλλά οι χρήστες στον οργανισμό σας μπορούν να επιλέξουν τις δικές τους ρυθμίσεις διακομιστή μεσολάβησης για την ενημέρωση του Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 και νεότερες εκδόσεις</string>
      <string id="Pol_RemoveDesktopShortcut">Κατάργηση συντομεύσεων στην επιφάνεια εργασίας κατά την ενημέρωση</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 και μεταγενέστερη</string>
      <string id="Name_UpdatesDisabled">Απενεργοποίηση ενημερώσεων</string>
      <string id="Pol_RollbackToTargetVersion">Επαναφορά στην έκδοση προορισμού</string>
      <string id="Explain_GoogleUpdate">Πολιτικές για τον έλεγχο της εγκατάστασης και της ενημέρωσης του Microsoft Edge με χρήση του Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια για τη δημιουργία συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.

Εάν ορίσετε αυτήν την πολιτική σε "Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος από την επιφάνειας εργασίας", τυχόν υπάρχουσες συντομεύσεις σε επίπεδο συστήματος του Microsoft Edge στην επιφάνεια εργασίας θα διαγράφονται κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του υπολογιστή.
  Εάν ορίσετε αυτήν την πολιτική σε "Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος και επίπεδο χρήστη από την επιφάνειας εργασίας", τυχόν υπάρχουσες συντομεύσεις της επιφάνειας εργασίας σε επίπεδο συστήματος του Microsoft Edge θα διαγράφονται κατά την ενημέρωση του προγράμματος περιήγησης ή την επανεκκίνηση του υπολογιστή και τυχόν υπάρχουσες συντομεύσεις επιφάνειας εργασίας σε επίπεδο χρήστη θα διαγράφονται όταν ενημερώνεται το πρόγραμμα περιήγησης. Αυτό περιλαμβάνει συντομεύσεις στην επιφάνεια εργασίας σε επίπεδο χρήστη που μπορεί να δημιούργησαν οι ίδιοι οι χρήστες.
  Αν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, δεν θα συμβεί τίποτα στις υπάρχουσες συντομεύσεις της επιφάνειας εργασίας του Microsoft Edge.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Αν ενεργοποιήσετε αυτή την πολιτική, οι έλεγχοι ενημέρωσης απενεργοποιούνται κάθε μέρα, από τις Hour:Minute για μια περίοδο Duration (σε λεπτά). Η διάρκεια δεν επηρεάζεται από τη θερινή ώρα. Για παράδειγμα, αν η ώρα έναρξης είναι 22:00 και η διάρκεια είναι 480 λεπτά, οι ενημερώσεις θα απενεργοποιούνται για ακριβώς 8 ώρες, ανεξάρτητα από το αν η θερινή ώρα αρχίζει ή τελειώνει κατά τη διάρκεια αυτής της περιόδου.

  Αν απενεργοποιήσετε αυτή την πολιτική ή αν δεν ρυθμίσετε τις παραμέτρους της, οι έλεγχοι ενημέρωσης δεν απενεργοποιούνται κατά τη διάρκεια κάποιας συγκεκριμένης περιόδου.</string>
      <string id="Name_UpdatesEnabled">Να επιτρέπονται πάντα οι ενημερώσεις (προτείνεται)</string>
      <string id="Cat_ProxyServer">Διακομιστής μεσολάβησης</string>
      <string id="Pol_CreateDesktopShortcut">Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την εγκατάσταση</string>
      <string id="Pol_AutoUpdateCheckPeriod">Παράκαμψη περιόδου ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 και νεότερες εκδόσεις</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την προεπιλογή εγκατάστασης</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος από την επιφάνειας εργασίας</string>
      <string id="Name_ECSCommunicationDisabled">Απενεργοποίηση επικοινωνίας με την υπηρεσία πειραματισμού και ρυθμίσεων</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 και νεότερες εκδόσεις</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 και μεταγενέστερη έκδοση</string>
      <string id="Name_InstallsEnabled">Να επιτρέπονται πάντα οι εγκαταστάσεις (συνιστάται)</string>
      <string id="Explain_DownloadPreference">Αν ενεργοποιηθεί, ο διακομιστής του Microsoft Edge Update θα επιχειρεί να παρέχει διευθύνσεις URL που αποθηκεύονται εύκολα στη μνήμη cache για την ενημέρωση των ωφέλιμων φορτίων στις αποκρίσεις του.</string>
      <string id="Name_AutomaticUpdatesOnly">Αυτόματες σιωπηρές ενημερώσεις μόνο</string>
      <string id="Pol_TargetVersionPrefix">Παράκαμψη έκδοσης προορισμού</string>
      <string id="Pol_AllowInstallation">Αποδοχή εγκατάστασης</string>
      <string id="Pol_DownloadPreference">Παράκαμψη κλάσης διεύθυνσης URL λήψης</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Χρονική περίοδος ημέρας για την απόκρυψη του ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 και μεταγενέστερη έκδοση</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Παράκαμψη πολιτικής ενημερώσεων</string>
      <string id="Pol_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Σάς επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια για τη δημιουργία μιας συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.

 Εάν ενεργοποιήσετε αυτή την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν απενεργοποιήσετε αυτή την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
 Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Υποχρεωτική διαγραφή συντομεύσεων σε επίπεδο συστήματος και επίπεδο χρήστη από την επιφάνειας εργασίας</string>
      <string id="ProxyUseSystem_DropDown">Χρήση ρυθμίσεων διακομιστή μεσολάβησης συστήματος</string>
      <string id="Cat_Preferences">Προτιμήσεις</string>
      <string id="Name_InstallsEnabledMachineOnly">Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλη τη μηχανή, αλλά όχι οι εγκαταστάσεις ανά χρήστη</string>
      <string id="Cat_GoogleUpdate">Ενημέρωση του Microsoft Edge</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Αν ενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι, ο Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Αν απενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), ο Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Αν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη, η εφαρμογή "APP_NAME" θα αναπτυχθεί μόνο σε όλο το μηχάνημα.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Εγκατάσταση σε Μηχανή), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προεγκατεστημένο. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (ανά χρήστη), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί μόνο ανά χρήστη σε όλα τα μηχανήματα, εάν το Microsoft Edge Update είναι προεγκατεστημένο ανά χρήστη. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
- Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
- Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
- Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
- Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων".

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο Κανάλι σύμφωνα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των ακόλουθων επιλογών:

 - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
 - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι ένθετες σε έναν τομέα ® Υπηρεσίας καταλόγου Active Directory της Microsoft®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Αν ενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι, ο Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Αν απενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), ο Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Αν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη, η εφαρμογή "APP_NAME" θα αναπτυχθεί μόνο σε όλο το μηχάνημα.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Εγκατάσταση σε Μηχανή), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προεγκατεστημένο. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (ανά χρήστη), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί μόνο ανά χρήστη σε όλα τα μηχανήματα, εάν το Microsoft Edge Update είναι προεγκατεστημένο ανά χρήστη. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
- Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
- Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
- Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
- Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων".

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο Κανάλι σύμφωνα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των ακόλουθων επιλογών:

 - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
 - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι ένθετες σε έναν τομέα ® Υπηρεσίας καταλόγου Active Directory της Microsoft®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Αν ενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι, ο Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Αν απενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), ο Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Αν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη, η εφαρμογή "APP_NAME" θα αναπτυχθεί μόνο σε όλο το μηχάνημα.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Εγκατάσταση σε Μηχανή), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προεγκατεστημένο. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (ανά χρήστη), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί μόνο ανά χρήστη σε όλα τα μηχανήματα, εάν το Microsoft Edge Update είναι προεγκατεστημένο ανά χρήστη. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
- Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
- Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
- Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
- Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων".

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο Κανάλι σύμφωνα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των ακόλουθων επιλογών:

 - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
 - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι ένθετες σε έναν τομέα ® Υπηρεσίας καταλόγου Active Directory της Microsoft®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Αν ενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι, ο Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Αν απενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), ο Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (ανά χρήστη), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί μόνο ανά χρήστη σε όλα τα μηχανήματα, εάν το Microsoft Edge Update είναι προεγκατεστημένο ανά χρήστη. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
- Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
- Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
- Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
- Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων".

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο Κανάλι σύμφωνα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των ακόλουθων επιλογών:

 - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
 - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι ένθετες σε έναν τομέα ® Υπηρεσίας καταλόγου Active Directory της Microsoft®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Καθορίζει αν ένα κανάλι Microsoft Edge μπορεί να εγκατασταθεί σε συσκευές που συνδέονται με τομέα.

  Αν ενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι, ο Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση.

  Αν απενεργοποιήσετε αυτήν την πολιτική για ένα κανάλι (ή την ορίσετε σε 'Εγκαταστάσεις απενεργοποιημένες'), ο Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Αν δεν διαμορφώσετε αυτήν την πολιτική για ένα κανάλι, η διαμόρφωση πολιτικής "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.

Αν ορίσετε αυτήν την πολιτική σε Να επιτρέπονται πάντα οι εγκαταστάσεις σε όλο το μηχάνημα αλλά όχι οι εγκαταστάσεις ανά χρήστη, η εφαρμογή "APP_NAME" θα αναπτυχθεί μόνο σε όλο το μηχάνημα.

Αν ορίσετε αυτήν την πολιτική σε Αναγκαστικές εγκαταστάσεις (Εγκατάσταση σε Μηχανή), η εφαρμογή "APP_NAME" μπορεί να αναπτυχθεί σε ολόκληρο το μηχάνημα μόνο εάν το Microsoft Edge Update είναι προεγκατεστημένο. Απαιτείται ενημέρωση Microsoft Edge 1.3.155.43 ή νεότερη έκδοση.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
- Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
- Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
- Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
- Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων".

Ανατρέξτε στη διεύθυνση https://go.microsoft.com/fwlink/?linkid=2136406 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Καθορίζει σε ποιο κανάλι θα πρέπει να ενημερωθεί το Microsoft Edge.

Αν ενεργοποιήσετε αυτήν την πολιτική, το Microsoft Edge θα ενημερωθεί στο Κανάλι σύμφωνα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των ακόλουθων επιλογών:

 - Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη σταθερή έκδοση.
 - Beta: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση beta.
  - Dev: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση dev.
  - Εκτεταμένη Σταθερή: Το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη εκτεταμένη σταθερή έκδοση, η οποία ακολουθεί μεγαλύτερο ρυθμό κυκλοφορίας από σταθερό. Για περισσότερες πληροφορίες, επισκεφθείτε την https://go.microsoft.com/fwlink/?linkid=2163508.

Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge θα ενημερωθεί στην πιο πρόσφατη έκδοση που είναι διαθέσιμη για το προεπιλεγμένο κανάλι.

Αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι ένθετες σε έναν τομέα ® Υπηρεσίας καταλόγου Active Directory της Microsoft®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2136707 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες.

Αυτή η πολιτική είναι διαθέσιμη μόνο στις παρουσίες των Windows που συνδέονται με έναν τομέα Microsoft® Active Directory®.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Λεπτά μεταξύ ελέγχων για ενημερώσεις</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ώρα</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Λεπτό</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Διάρκεια</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Τύπος διεύθυνσης URL λήψης για αίτηση</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Επιλέξτε τον τρόπο καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Διεύθυνση ή διεύθυνση URL ενός διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Διεύθυνση URL στο αρχείο .pac διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Έκδοση προορισμού</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Έλεγχος της επικοινωνίας του προγράμματος ενημέρωσης με την Υπηρεσία πειραματισμού και ρυθμίσεων</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Κανάλι προορισμού
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Πολιτική εγκατάστασης</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Πολιτική εγκατάστασης</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>